package com.main;

public class Settings {

	  protected String[] hundred = {"","сто","двести","триста","четыреста","пятьсот","шестьсот","семьсот","восемьсот","девятьсот"};

	  protected String[] thousand = {"","тысяча","тысячи","тысяч"};

	  protected String[] decade = {"","десять","двадцать","тридцать","сорок","пятьдесят","шестьдесят","семьдесят","восемьдесят","девяносто"};

	  protected String[] decadeFirst = {"","одиннадцать","двенадцать","тринадцать","четырнадцать","пятнадцать","шестнадцать","семнадцать","восемнадцать","девятнадцать"};
	  
	  protected String[] SimpleDigit = {"","один","два","три","четыре","пять","шесть","семь","восемь","девять"};

	  protected String[] changePadej = {"","две"};
}
